questions = {
    'training':
        {
            'question1':
                {
                    'question': 'Какой вариант действий позволит уменьшить риск потери денег при инвестировании?\n\n',
                    'answers': '1) Вложить в один инвестиционный продукт\n2) В несколько инвестиционных продуктов\n3) Риск одинаковый',
                    'correct_answer': 2,
                    'quantity_answers': 3
                },
            'question2':
                {
                    'question': 'Представьте, что в предстоящие 5 лет цены на товары и услуги, которые вы обычно покупаете, увеличатся вдвое. Если ваш доход тоже увеличится вдвое, вы сможете купить меньше, больше или столько же товаров и услуг как и сегодня?\n\n',
                    'answers': '1) Меньше\n2) Больше\n3) Столько же',
                    'correct_answer': 3,
                    'quantity_answers': 3
                },
            'question3':
                {
                    'question': 'Расходы семьи Ивановых 30 000 руб. в месяц. Какого размера должна быть финансовая подушка безопасности семьи?\n\n',
                    'answers': '1) 30 000 руб.\n2) 90 000 руб.\n3) Чем больше, тем лучше\n4) Никакая подушка не нужна',
                    'correct_answer': 2,
                    'quantity_answers': 4
                }
        },
    'playing':
        {
            'question1':
                {
                    'question': 'При каком уровне дохода на одного члена семьи в месяц нужно начинать планирование семейного бюджета?\n\n',
                    'answers': '1) от 7 000 до 15 000 рублей в месяц\n2) от 15 000 до 30 000 рублей в месяц\n3) Более 30 000 рублей в месяц\n4)независимо от уровня дохода',
                    'correct_answer': 4,
                    'quantity_answers': 4,
		            'link' : "https://journal.tinkoff.ru/selected/budget/"
                },
            'question2':
                {
                    'question': 'Какова максимальная сумма страховых выплат АСВ для вкладчиков, в случае прекращения деятельности банка?\n\n',
                    'answers': '1) 500 000 рублей\n2) 700 000 рублей\n3) 1 400 000 рублей\n4) 3 000 000 рублей',
                    'correct_answer': 3,
                    'quantity_answers': 4,
		            'link' : "https://journal.tinkoff.ru/dead/"
                },
       	    'question3':
                {
                    'question': 'Какой из годовых депозитов выгоднее для сбережения денег?\n\n',
                    'answers': '1) 9,5% в конце срока вклада\n2) 9,5% с ежеквартальной капитализацией\n3) 9,5% с ежемесячной капитализацией\n4) Одинаково',
                    'correct_answer': 3,
                    'quantity_answers': 4,
		            'link' : "https://journal.tinkoff.ru/guide/deposit-interests/"
                },
	    'question4':
                {
                    'question': 'Представьте, что вы положили 100 000 рублей на банковский вклад на 2 года под 10% годовых. По условиям договора капитализация процентов отсутствует. Как вы думаете, сколько денег принесет вклад за второй год: больше, чем в первый год, столько же или меньше?\n\n',
                    'answers': '1) Больше\n2) Столько же\n3) Меньше',
                    'correct_answer': 2,
                    'quantity_answers': 3,
		            'link' : ""
                },
	    'question5':
                {
                    'question': 'Представьте, что в предстоящие 5 лет цены на товары и услуги, которые вы обычно покупаете, увеличатся вдвое. Если ваш доход тоже увеличится вдвое, вы сможете купить меньше, больше или столько же товаров и услуг как и сегодня?\n\n',
                    'answers': '1) Больше\n2) Столько же\n3) Меньше',
                    'correct_answer': 2,
                    'quantity_answers': 3,
		            'link' : ""
                },
	    'question6':
                {
                    'question': 'Какой вариант действий позволит уменьшить риск потери денег при инвестировании?\n\n',
                    'answers': '1) Вложить в один инвестиционный продукт\n2) В несколько\n3) Риск одинаковый',
                    'correct_answer': 2,
                    'quantity_answers': 3,
		            'link' : "https://journal.tinkoff.ru/pro/invest/"
                },
	    'question7':
                {
                    'question': 'Расходы семьи Ивановых 30 000 руб. в месяц. Какого размера должна быть финансовая подушка безопасности семьи?\n\n',
                    'answers': '1) 30 000 руб.\n2) 90 000 руб.\n3) чем больше тем лучше\n4) никакая подушка не нужна',
                    'correct_answer': 2,
                    'quantity_answers': 4,
		            'link' : "https://journal.tinkoff.ru/selected/fin-podushka/"
                },
	    'question8':
                {
                    'question': 'Представьте, что вы хотите взять в долг 100 000 рублей. Вам предложили деньги или на условиях возврата через год 125 000 рублей, или на условиях возврата через год 100 000 рублей плюс 20 % от суммы долга. Какое из предложений дешевле?\n\n',
                    'answers': '1) Первое\n2) Второе\n3) Одинаковы\n4) Не знаю',
                    'correct_answer': 2,
                    'quantity_answers': 4,
		            'link' : ""
                },
	    'question9':
                {
                    'question': 'Представьте, что на вашем сберегательном банковском счете лежит 100 000 рублей и банк ежегодно начисляет 10% на остаток по счету. Сколько денег будет на вашем счете через 2 года, если все это время вы не будете снимать деньги со счета?\n\n',
                    'answers': '1) 101 000 рублей\n2) 110 000 рублей\n3) 121 000 рублей\n4) 200 000 рублей',
                    'correct_answer': 3,
                    'quantity_answers': 4,
		            'link' : ""
                },
            'question10':
                {
                    'question': 'Выберите наиболее выгодный тариф связи, если ежемесячно потребляете 350 минут, 50 смс и 2 Гбайта интернета:\n\n',
                    'answers': '1) Предложение «Оператор 1»: 1 минута - 2 рубля, 1 смс - 2,5 рубля, 1 Мбайт - 0,2 рубля\n2) Предложение «Оператор 2»: Пакет стоимостью 500 рублей в месяц, включающий в себя: 200 минут, 25 смс, 1 Гбайт. Стоимость услуг связи сверх пакета: 1 минута - 1,7 рубля; 1 смс - 2,3 рубля, 1 Мбайт - 0,2 рубля.\n 3) Предложение «Оператор 3»: Пакет стоимостью 1 000 рублей в месяц, включающий в себя: 600 минут, 100 смс, 3 Гбайт. Стоимость услуг связи сверх пакета: 1 минута - 1,5 рубля; 1 смс - 2 рубля, 1 Мбайт - 0,15 рублей.\n\n',
                    'correct_answer': 3,
                    'quantity_answers': 3,
		    'link' : ""
                }
        }
}

# questions = {
#     'playing':
#         {
#             'question1':
#                 {
#                     'question': 'При каком уровне дохода на одного члена семьи в месяц нужно начинать планирование семейного бюджета?\n\n',
#                     'answers': '1) от 7 000 до 15 000 рублей в месяц\n2) от 15 000 до 30 000 рублей в месяц\n3) Более 30 000 рублей в месяц\n4)независимо от уровня дохода',
#                     'correct_answer': 4,
#                     'quantity_answers': 4,
# 		    'link' : "https://journal.tinkoff.ru/selected/budget/"
#                 },
#             'question2':
#                 {
#                     'question': 'Какова максимальная сумма страховых выплат АСВ для вкладчиков, в случае прекращения деятельности банка?\n\n',
#                     'answers': '1) 500 000 рублей\n2) 700 000 рублей\n3) 1 400 000 рублей\n4) 3 000 000 рублей',
#                     'correct_answer': 3,
#                     'quantity_answers': 4,
# 		    'link' : "https://journal.tinkoff.ru/dead/"
#                 },
#        	    'question3':
#                 {
#                     'question': 'Какой из годовых депозитов выгоднее для сбережения денег?\n\n',
#                     'answers': '1) 9,5% в конце срока вклада\n2) 9,5% с ежеквартальной капитализацией\n3) 9,5% с ежемесячной капитализацией\n4) Одинаково',
#                     'correct_answer': 3,
#                     'quantity_answers': 4
# 		    'link' : "https://journal.tinkoff.ru/guide/deposit-interests/"
#                 },
# 	    'question4':
#                 {
#                     'question': 'Представьте, что вы положили 100 000 рублей на банковский вклад на 2 года под 10% годовых. По условиям договора капитализация процентов отсутствует. Как вы думаете, сколько денег принесет вклад за второй год: больше, чем в первый год, столько же или меньше?\n\n',
#                     'answers': '1) Больше\n2) Столько же\n3) Меньше',
#                     'correct_answer': 2,
#                     'quantity_answers': 3
# 		    'link' : ""
#                 },
# 	    'question5':
#                 {
#                     'question': 'Представьте, что в предстоящие 5 лет цены на товары и услуги, которые вы обычно покупаете, увеличатся вдвое. Если ваш доход тоже увеличится вдвое, вы сможете купить меньше, больше или столько же товаров и услуг как и сегодня?\n\n',
#                     'answers': '1) Больше\n2) Столько же\n3) Меньше',
#                     'correct_answer': 3,
#                     'quantity_answers': 3
# 		    'link' : ""
#                 },
# 	    'question6':
#                 {
#                     'question': 'Какой вариант действий позволит уменьшить риск потери денег при инвестировании?\n\n',
#                     'answers': '1) Вложить в один инвестиционный продукт\n2) В несколько\n3) Риск одинаковый
#                     'correct_answer': 2,
#                     'quantity_answers': 3
# 		    'link' : "https://journal.tinkoff.ru/pro/invest/"
#                 },
# 	    'question7':
#                 {
#                     'question': 'Расходы семьи Ивановых 30 000 руб. в месяц. Какого размера должна быть финансовая подушка безопасности семьи?\n\n',
#                     'answers': '1) 30 000 руб.\n2) 90 000 руб.\n3) чем больше тем лучше\n4) никакая подушка не нужна
#                     'correct_answer': 2,
#                     'quantity_answers': 4
# 		    'link' : "https://journal.tinkoff.ru/selected/fin-podushka/"
#                 },
# 	    'question8':
#                 {
#                     'question': 'Представьте, что вы хотите взять в долг 100 000 рублей. Вам предложили деньги или на условиях возврата через год 125 000 рублей, или на условиях возврата через год 100 000 рублей плюс 20 % от суммы долга. Какое из предложений дешевле?\n\n',
#                     'answers': '1) Первое\n2) Второе\n3) Одинаковы\n4) Не знаю
#                     'correct_answer': 2,
#                     'quantity_answers': 4
# 		    'link' : ""
#                 },
# 	    'question9':
#                 {
#                     'question': 'Представьте, что на вашем сберегательном банковском счете лежит 100 000 рублей и банк ежегодно начисляет 10% на остаток по счету. Сколько денег будет на вашем счете через 2 года, если все это время вы не будете снимать деньги со счета?\n\n',
#                     'answers': '1) 101 000 рублей\n2) 110 000 рублей\n3) 121 000 рублей\n4) 200 000 рублей
#                     'correct_answer': 3,
#                     'quantity_answers': 4
# 		    'link' : ""
#                 },
#             'question10':
#                 {
#                     'question': 'Выберите наиболее выгодный тариф связи, если ежемесячно потребляете 350 минут, 50 смс и 2 Гбайта интернета:\n\n',
#                     'answers': '1) Предложение «Оператор 1»: 1 минута - 2 рубля, 1 смс - 2,5 рубля, 1 Мбайт - 0,2 рубля\n2) Предложение «Оператор 2»: Пакет стоимостью 500 рублей в месяц, включающий в себя: 200 минут, 25 смс, 1 Гбайт. Стоимость услуг связи сверх пакета: 1 минута - 1,7 рубля; 1 смс - 2,3 рубля, 1 Мбайт - 0,2 рубля.\n 3) Предложение «Оператор 3»: Пакет стоимостью 1 000 рублей в месяц, включающий в себя: 600 минут, 100 смс, 3 Гбайт. Стоимость услуг связи сверх пакета: 1 минута - 1,5 рубля; 1 смс - 2 рубля, 1 Мбайт - 0,15 рублей.\n\n',
#                     'correct_answer': 3,
#                     'quantity_answers': 3,
# 		    'link' : ""
#                 }
#         }
# }